[
  {
    "service": "Day-of Coordination",
    "description": "Our Day-of Coordination service ensures your wedding day runs seamlessly. Our experienced coordinators handle all the details, manage vendors, and oversee the timeline. We're dedicated to making your special day stress-free and unforgettable.",
    "price": "$800",
    "image": "https://example.com/day-of-coordination.jpg"
  },
  {
    "service": "Vendor Coordination",
    "description": "Our Vendor Coordination service takes the hassle out of finding and coordinating with vendors. We work closely with florists, photographers, caterers, and musicians, ensuring they align with your vision. Let us handle the vendor details, so you can focus on enjoying your celebration.",
    "price": "$500 + Vendor Costs",
    "image": "https://example.com/vendor-coordination.jpg"
  },
  {
    "service": "Venue Selection Assistance",
    "description": "Choosing the perfect wedding venue is crucial. Our Venue Selection Assistance service helps you find a venue that fits your style and budget. We present you with curated options, arrange site visits, and negotiate contracts. Your dream venue is just a step away.",
    "price": "$300",
    "image": "https://example.com/venue-selection.jpg"
  },
  {
    "service": "Consultation and Planning Sessions",
    "description": "Our Consultation and Planning Sessions offer personalized guidance. We provide you with a comprehensive wedding planning checklist, budgeting tips, and expert advice during one-on-one sessions. Let us help you turn your wedding vision into a reality.",
    "price": "$50 per hour",
    "image": "https://example.com/consultation-planning.jpg"
  },
  {
    "service": "Small Intimate Weddings",
    "description": "For those seeking an intimate celebration, our Small Intimate Weddings service is tailored just for you. We specialize in creating cozy, personalized weddings. From venue selection to decor, we ensure every detail reflects your love story. Starting from $1,500.",
    "price": "Starting from $1,500",
    "image": "https://example.com/small-intimate-weddings.jpg"
  },
  {
    "service": "Elopement Packages",
    "description": "Escape the traditional wedding with our Elopement Packages. We offer unique elopement experiences, including breathtaking locations, officiant services, and basic decor options. Let us plan your intimate ceremony, making it truly magical. Packages starting at $700.",
    "price": "$700",
    "image": "https://example.com/elopement-packages.jpg"
  }
]
